Repository: dexogen/beszel
Catalog: beszel/site/src/locales/*/*.po
Languages: pl

source: {0, plural, one {# day} other {# days}}
pl: {0, plural, one {# dzień} few {# dni} many {# dni} other {# dni}}

source: {hours, plural, one {# hour} other {# hours}}
pl: {hours, plural, one {godzinę} few {# godziny} many {# godzin} other {# godziny}}

source: 1 hour
pl: 1 godzina

source: 1 week
pl: 1 tydzień

source: 12 hours
pl: 12 godzin

source: 24 hours
pl: 24 godziny

source: 30 days
pl: 30 dni

source: Actions
pl: Akcje

source: Active Alerts
pl: Aktywne alerty

source: Add <0>System</0>
pl: Dodaj <0>system</0>

source: Add New System
pl: Dodaj nowy system

source: Add system
pl: Dodaj system

source: Add URL
pl: Dodaj URL

source: Adjust display options for charts.
pl: Dostosuj opcje wyświetlania wykresów.

source: Alerts
pl: Alerty

source: All Systems
pl: Wszystkie systemy

source: Are you sure you want to delete {name}?
pl: Czy na pewno chcesz usunąć {name}?

source: Automatic copy requires a secure context.
pl: Automatyczne kopiowanie wymaga bezpiecznego kontekstu.

source: Average
pl: Średnia

source: Average CPU utilization of containers
pl: Średnie wykorzystanie procesora przez kontenery

source: Average exceeds <0>{value}{0}</0>
pl: Średnia przekracza <0>{value}{0}</0>

source: Average power consumption of GPUs
pl: Średnie zużycie energii przez GPU

source: Average system-wide CPU utilization
pl: Średnie wykorzystanie procesora w całym systemie

source: Average utilization of {0}
pl: Średnie użycie {0}

source: Backups
pl: Kopie

source: Bandwidth
pl: Przepustowość

source: Beszel supports OpenID Connect and many OAuth2 authentication providers.
pl: Beszel obsługuje OpenID Connect i wielu dostawców uwierzytelniania OAuth2.

source: Beszel uses <0>Shoutrrr</0> to integrate with popular notification services.
pl: Beszel używa <0>Shoutrrr</0> do integracji z popularnych serwisami powiadomień.

source: Binary
pl: Plik binarny

source: Cache / Buffers
pl: Pamięć podręczna / Bufory

source: Cancel
pl: Anuluj

source: Caution - potential data loss
pl: Uwaga- potencjalna utrata danych.

source: Change general application options.
pl: Zmiana ogólnych ustawień aplikacji.

source: Chart options
pl: Opcje wykresu

source: Check {email} for a reset link.
pl: Sprawdź {email}, aby uzyskać link do resetowania.

source: Check logs for more details.
pl: Sprawdź logi, aby uzyskać więcej informacji.

source: Check your notification service
pl: Sprawdź swój serwis powiadomień

source: Click to copy
pl: Kliknij, aby skopiować

source: Command line instructions
pl: Instrukcje wiersza poleceń

source: Configure how you receive alert notifications.
pl: Skonfiguruj sposób otrzymywania powiadomień.

source: Confirm password
pl: Potwierdź hasło

source: Continue
pl: Kontynuuj

source: Copied to clipboard
pl: Skopiowano do schowka

source: Copy
pl: Kopiuj

source: Copy host
pl: Kopiuj host

source: Copy Linux command
pl: Kopiuj polecenie Linux

source: Copy text
pl: Kopiuj tekst

source: CPU
pl: Procesor

source: CPU Usage
pl: Użycie procesora

source: Create account
pl: Utwórz konto

source: Dark
pl: Ciemny

source: Dashboard
pl: Panel kontrolny

source: Default time period
pl: Domyślny przedział czasu

source: Delete
pl: Usuń

source: Disk
pl: Dysk

source: Disk I/O
pl: Dysk I/O

source: Disk Usage
pl: Użycie dysku

source: Disk usage of {extraFsName}
pl: Wykorzystanie dysku {extraFsName}

source: Docker CPU Usage
pl: Wykorzystanie procesora przez Docker

source: Docker Memory Usage
pl: Wykorzystanie pamięci przez Docker

source: Docker Network I/O
pl: Sieć Docker I/O

source: Documentation
pl: Dokumentacja

source: Email notifications
pl: Powiadomienia e-mail

source: Enter email address to reset password
pl: Wprowadź adres e-mail, aby zresetować hasło

source: Enter email address...
pl: Wprowadź adres e-mail...

source: Error
pl: Błąd

source: Exceeds {0}{1} in last {2, plural, one {# minute} other {# minutes}}
pl: Przekracza {0}{1} w ciągu ostatnich {2, plural, one {# minuty} other {# minut}}

source: Existing systems not defined in <0>config.yml</0> will be deleted. Please make regular backups.
pl: Istniejące systemy, które nie są zdefiniowane w <0>config.yml</0>, zostaną usunięte. Proszę regularnie tworzyć kopie zapasowe.

source: Export configuration
pl: Eksportuj konfigurację

source: Export your current systems configuration.
pl: Eksportuj aktualną konfigurację systemów.

source: Failed to authenticate
pl: Błąd autoryzacji

source: Failed to save settings
pl: Nie udało się zapisać ustawień

source: Failed to send test notification
pl: Nie udało się wysłać testowego powiadomienia

source: Failed to update alert
pl: Nie udało się zaktualizować powiadomienia

source: Filter...
pl: Filtruj...

source: For <0>{min}</0> {min, plural, one {minute} other {minutes}}
pl: Na <0>{min}</0> {min, plural, one {minutę} other {minut}}

source: Forgot password?
pl: Zapomniałeś hasła?

source: General
pl: Ogólne

source: GPU Power Draw
pl: Moc GPU

source: Grid
pl: Siatka

source: Host / IP
pl: Host / adres IP

source: If you've lost the password to your admin account, you may reset it using the following command.
pl: Jeśli utraciłeś hasło do swojego konta administratora, możesz je zresetować, używając następującego polecenia.

source: Invalid email address.
pl: Nieprawidłowy adres e-mail.

source: Kernel
pl: Jądro

source: Language
pl: Język

source: Layout
pl: Układ

source: Light
pl: Jasny

source: Log Out
pl: Wyloguj

source: Login
pl: Logowanie

source: Login attempt failed
pl: Próba logowania nie powiodła się

source: Logs
pl: Logi

source: Looking instead for where to create alerts? Click the bell <0/> icons in the systems table.
pl: Szukasz, gdzie utworzyć powiadomienia? Kliknij ikonę dzwonka <0/> w tabeli systemów.

source: Manage display and notification preferences.
pl: Zarządzaj preferencjami wyświetlania i powiadomień.

source: Max 1 min
pl: Maks. 1 min

source: Memory
pl: Pamięć

source: Memory Usage
pl: Wykorzystanie pamięci

source: Memory usage of docker containers
pl: Użycie pamięci przez kontenery Docker.

source: Name
pl: Nazwa

source: Net
pl: Sieć

source: Network traffic of docker containers
pl: Ruch sieciowy kontenerów Docker.

source: Network traffic of public interfaces
pl: Ruch sieciowy interfejsów publicznych

source: No results found.
pl: Brak wyników.

source: No systems found.
pl: Nie znaleziono systemów.

source: Notifications
pl: Powiadomienia

source: OAuth 2 / OIDC support
pl: Wsparcie OAuth 2 / OIDC

source: On each restart, systems in the database will be updated to match the systems defined in the file.
pl: Przy każdym ponownym uruchomieniu systemy w bazie danych będą aktualizowane, aby odpowiadały systemom zdefiniowanym w pliku.

source: Open menu
pl: Otwórz menu

source: Or continue with
pl: Lub kontynuuj z

source: Overwrite existing alerts
pl: Nadpisz istniejące alerty

source: Page
pl: Strona

source: Pages / Settings
pl: Strony / Ustawienia

source: Password
pl: Hasło

source: Password must be at least 8 characters.
pl: Hasło musi mieć co najmniej 8 znaków.

source: Password reset request received
pl: Otrzymane żądanie resetowania hasła

source: Pause
pl: Pauza

source: Please <0>configure an SMTP server</0> to ensure alerts are delivered.
pl: Proszę <0>skonfigurować serwer SMTP</0>, aby zapewnić dostarczanie powiadomień.

source: Please check logs for more details.
pl: Sprawdź logi, aby uzyskać więcej informacji.

source: Please check your credentials and try again
pl: Sprawdź swoje poświadczenia i spróbuj ponownie

source: Please create an admin account
pl: Utwórz konto administratora

source: Please enable pop-ups for this site
pl: Włącz wyskakujące okna dla tej strony

source: Please log in again
pl: Zaloguj się ponownie

source: Please see <0>the documentation</0> for instructions.
pl: Proszę zapoznać się z <0>dokumentacją</0>.

source: Please sign in to your account
pl: Zaloguj się na swoje konto

source: Precise utilization at the recorded time
pl: Dokładne wykorzystanie w zarejestrowanym czasie

source: Preferred Language
pl: Preferowany język

source: Public Key
pl: Klucz publiczny

source: Read
pl: Czytaj

source: Received
pl: Otrzymane

source: Reset Password
pl: Resetuj hasło

source: Resume
pl: Wznów

source: Save address using enter key or comma. Leave blank to disable email notifications.
pl: Zapisz adres, używając klawisza enter lub przecinka. Pozostaw puste, aby wyłączyć powiadomienia e-mail.

source: Save Settings
pl: Zapisz ustawienia

source: Search
pl: Szukaj

source: Search for systems or settings...
pl: Szukaj systemów lub ustawień...

source: See <0>notification settings</0> to configure how you receive alerts.
pl: Zobacz <0>ustawienia powiadomień</0>, aby skonfigurować sposób, w jaki otrzymujesz powiadomienia.

source: Sent
pl: Wysłane

source: Sets the default time range for charts when a system is viewed.
pl: Ustawia domyślny zakres czasowy dla wykresów, gdy system jest wyświetlony.

source: Settings
pl: Ustawienia

source: Settings saved
pl: Ustawienia zapisane

source: Sign in
pl: Zaloguj się

source: SMTP settings
pl: Ustawienia SMTP

source: Sort By
pl: Sortuj według

source: Swap space used by the system
pl: Pamięć wymiany używana przez system

source: Swap Usage
pl: Użycie pamięci wymiany

source: Systems
pl: Systemy

source: Systems may be managed in a <0>config.yml</0> file inside your data directory.
pl: Systemy mogą być zarządzane w pliku <0>config.yml</0> znajdującym się w Twoim katalogu danych.

source: Table
pl: Tabela

source: Temperature
pl: Temperatura

source: Temperatures of system sensors
pl: Temperatury czujników systemowych.

source: Test notification sent
pl: Testowe powiadomienie wysłane.

source: The agent must be running on the system to connect. Copy the installation command for the agent below.
pl: Agent musi być uruchomiony na systemie, aby nawiązać połączenie. Skopiuj poniżej polecenie instalacji agenta.

source: The agent must be running on the system to connect. Copy the<0>docker-compose.yml</0> for the agent below.
pl: Agent musi być uruchomiony na systemie, aby nawiązać połączenie. Skopiuj poniżej plik <0>docker-compose.yml</0> dla agenta.

source: Then log into the backend and reset your user account password in the users table.
pl: Następnie zaloguj się do panelu administracyjnego i zresetuj hasło do konta użytkownika w tabeli użytkowników.

source: This action cannot be undone. This will permanently delete all current records for {name} from the database.
pl: Tej akcji nie można cofnąć. Spowoduje to trwałe usunięcie wszystkich bieżących rekordów dla {name} z bazy danych.

source: Throughput of {extraFsName}
pl: Przepustowość {extraFsName}

source: Throughput of root filesystem
pl: Przepustowość głównego systemu plików

source: To email(s)
pl: Do e-mail(ów)

source: Toggle grid
pl: Przełącz siatkę

source: Toggle theme
pl: Zmień motyw

source: Triggers when any sensor exceeds a threshold
pl: Wyzwalane, gdy jakikolwiek czujnik przekroczy ustalony próg.

source: Triggers when combined up/down exceeds a threshold
pl: Wyzwalane, gdy łączna wartość w górę/w dół przekroczy próg

source: Triggers when CPU usage exceeds a threshold
pl: Wyzwalane, gdy użycie procesora przekracza próg

source: Triggers when memory usage exceeds a threshold
pl: Wyzwalane, wykorzystanie pamięci przekroczy ustalony próg.

source: Triggers when status switches between up and down
pl: Wyzwalane, gdy status przełącza się między stanem aktywnym a nieaktywnym

source: Triggers when usage of any disk exceeds a threshold
pl: Wyzwalane, gdy wykorzystanie któregokolwiek dysku przekroczy ustalony próg

source: Updated in real time. Click on a system to view information.
pl: Aktualizowane w czasie rzeczywistym. Kliknij system, aby zobaczyć informacje.

source: Uptime
pl: Czas pracy

source: Usage
pl: Wykorzystanie

source: Usage of root partition
pl: Użycie partycji głównej

source: Used
pl: Używane

source: Users
pl: Użytkownicy

source: View
pl: Widok

source: Visible Fields
pl: Widoczne kolumny

source: Waiting for enough records to display
pl: Oczekiwanie na wystarczającą liczbę rekordów do wyświetlenia

source: Want to help us make our translations even better? Check out <0>Crowdin</0> for more details.
pl: Chcesz pomóc nam uczynić nasze tłumaczenia jeszcze lepszymi? Sprawdź <0>Crowdin</0> po więcej szczegółów.

source: Webhook / Push notifications
pl: Webhook / Powiadomienia push

source: Write
pl: Napisz

source: YAML Config
pl: Konf. YAML

source: YAML Configuration
pl: Konfiguracja YAML

source: Your user settings have been updated.
pl: Twoje ustawienia użytkownika zostały zaktualizowane.
